---
kind: enumMember
id: F:Autodesk.Revit.DB.Mechanical.DuctSystemType.Fitting
enum: Autodesk.Revit.DB.Mechanical.DuctSystemType
source: html/108631a7-6d3a-a5f6-cc0c-0579ca8cf999.htm
---
# Autodesk.Revit.DB.Mechanical.DuctSystemType.Fitting

Duct System Type is Fitting.